Repository: BibleBot/BibleBot
Catalog: src/BibleBot.Backend/Resources/Controllers/CommandGroups/VersionCommandGroup.*.resx
Languages: eo

# VersionStatusPreference
source: Your preferred version is set to {0}.
eo: Via prefera traduko estas {0}.

# VersionStatusServerPreference
source: The server's preferred version is set to {1}.
eo: La prefera traduko de la servilo estas {1}.

# SetVersionCommandDescription
source: set your preferred version
eo: agordu vian preferan tradukon

# SetServerVersionCommandDescription
source: set the server's default version (staff only)
eo: agordu la defaŭltan tradukon de la servilo (nur personaro)

# VersionInfoCommandDescription
source: get information on a version
eo: ricevu informon pli traduko

# ListVersionsCommandDescription
source: list all available versions
eo: listigu ĉiujn disponeblajn tradukojn

# BookListCommandDescription
source: list all available books
eo: listigu ĉiujn disponeblajn librojn

# SetVersionSuccess
source: Set version successfully.
eo: Vi agordis tradukon sukcese.

# SetVersionFailure
source: Failed to set version, see `/listversions`.
eo: Malsukceso agordi tradukon, vidu `/listversions`.

# SetServerVersionSuccess
source: Set server version successfully.
eo: Vi agordis tradukon de la servilo sukcese.

# SetServerVersionSuccessDailyVerseWarning
source: This version will not work with automatic daily verses as it does not support both the Old and New Testaments. If this is a concern to you, use `/versioninfo` to help you identify versions that support both.
eo: Ĉi tiu traduko ne funkcios kun aŭtomataj ĉiutagaj versoj, ĉar ĝi subtenas ambaŭ Malnovan kaj Novan Testamenton. Se tio koncernas vin, uzu `/versioninfo` por helpi identigi tradukojn ke subtenas ambaŭ.

# SetServerVersionFailure
source: Failed to set server version, see `/listversions`.
eo: Malsukceso agordi tradukon de la servilo, vidu `/listlanguages`.

# VersionInfoContainsOT
source: Contains Old Testament
eo: Enhavas la Malnovan Testamenton

# VersionInfoContainsNT
source: Contains New Testament
eo: Enhavas la Novan Testamenton

# VersionInfoContainsDEU
source: Contains Apocrypha/Deuterocanon
eo: Enhavas la Apokrifon/Duakanonon

# VersionInfoSource
source: Source
eo: Fonto

# VersionInfoDailyVerseWarning
source: This version will not work with automatic daily verses.
eo: Ĉi tiu traduko ne funkcios kun aŭtomataj ĉiutagaj versoj.

# VersionInfoBookListNotice
source: See `/booklist` for a list of available books.
eo: Vidu `/booklist` por listo de disponeblaj libroj.

# InvalidVersion
source: I couldn't find that version, are you sure you used the right acronym?
eo: Mi ne povas trovi tion version, ĉu vi uzis la pravan akronimon?

# BookListVersionIneligible
source: This version is not eligible for this command yet. Make sure you're using a version of source `bg` (see `/versioninfo`).
eo: Ĉi tiu traduko ankoraŭ ne estas elektebla por tiu komando. Certigu vin uzas tradukon kun fonto `bg` (vidu `/versioninfo`).

# BookListOTHeader
source: Old Testament
eo: Malnova Testamento

# BookListNTHeader
source: New Testament
eo: Nova Testamento

# BookListDEUHeader
source: Apocrypha/Deuterocanon
eo: Apokrifo/Duakanono

# BookListInternalError
source: We encountered an internal error. Please report this to the support server (https://biblebot.xyz/discord) or make a bug report (https://biblebot.xyz/bugreport) with the following information:
eo: Ni renkontis internan eraron. Bonvolu raporti ĉi tion al la subteno-servilo (https://biblebot.xyz/discord) alie faru cimo-raporton (https://biblebot.xyz/bugreport) kun la jena informo:

# BookListContainsPsalm151
source: contains Psalm 151
eo: enhavas Psalmo 151

# VersionInfoDeveloperInfoHeader
source: Developer Information
eo: Informoj por Programistoj

# VersionInfoPublisher
source: Publisher
eo: Eldonejo
