Repository: BibleBot/BibleBot
Catalog: src/BibleBot.Backend/Resources/Controllers/CommandGroups/Information/InformationCommandGroup.*.resx
Languages: eo

source: Frontend Stats
eo: Fasado-statistikoj

source: Shard Count
eo: Fragmento-kalkulo

source: Server Count
eo: Servilo-kalkulo

source: User Count
eo: Uzanto-kalkulo

source: Channel Count
eo: Kanalo-kalkulo

source: Backend Stats
eo: Interno-statistikoj

source: User Preference Count
eo: Uzantprefero-kalkulo

source: Guild Preference Count
eo: Gildprefero-kalkulo

source: Version Count
eo: Versio-kalkulo

# StatisticsSheetAddenda
source: For full statistics on our server count and preferences, see <https://biblebot.xyz/stats>.
eo: Por plenaj statistikoj pri nia servilo-kalkulo kaj preferoj, vidu <https://biblebot.xyz/stats>.

source: Metadata
eo: Metadatumoj

source: Frontend
eo: Fasado

source: Backend
eo: Interno

# BibleBotSlogan
source: Scripture from your Discord client to your heart.
eo: Skribo de via Discord-kliento al via koro.

# BibleBotCommandFooter
source: Made with ❤️ by Kerygma Digital
eo: Farata kun ❤️ de Kerygma Digital

source: Commands
eo: Komandoj

# SearchCommandDescription
source: search for verses by keyword
eo: serĉu por versoj laŭ ŝlosilvorto

# VersionCommandDescription
source: version preferences and information
eo: tradukpreferoj kaj informo

# FormattingCommandDescription
source: preferences for verse styles and bot behavior
eo: preferoj por stiloj de verso kaj konduto de la roboto

# DailyVerseCommandDescription
source: daily verses and automation
eo: ĉiutagaj versoj kaj aŭtomatigo

# RandomCommandDescription
source: get a random Bible verse
eo: ricevu arbitran Biblio-verson

# ResourceCommandDescription
source: creeds, catechisms, confessions, and historical documents
eo: kredoj, katekismoj, konfesioj, kaj historiaj dokumentoj

# StatsCommandDescription
source: view bot statistics
eo: vidu statistikojn de la roboto

# InviteCommandDescription
source: get the invite link for BibleBot
eo: receivu la invitligilon por BibleBot

# CommandsAddenda
source: Look inside these commands for more, or check out our [documentation](https://biblebot.xyz/usage-and-commands/).
eo: Rigardu interne ĉiujn tiujn komandojn por pli, alie rigardu nian [dokumentado](https://biblebot.xyz/usage-and-commands/).

source: Links
eo: Ligiloj

source: Website
eo: Retejo

source: Copyrights
eo: Kopirajtoj

source: Source Code
eo: Fontkodo

source: Official Discord Server
eo: Oficiala Discord-servilo

source: Terms and Conditions
eo: Preskiboj kaj Kondiĉoj

# NewsFromBlog
source: News from BibleBot's Blog
eo: Novaĵoj el la Blogo de BibleBot

# InviteResp
source: To invite the bot to your server, click [here](https://biblebot.xyz/invite).\nTo join the official Discord server, click [here](https://biblebot.xyz/discord).\n\nFor information on the permissions we request, click [here](https://biblebot.xyz/permissions/).
eo: Inviti la roboton al via servilo, alklaku [ĉi tie](https://biblebot.xyz/invite).\nAliĝi la oficialan Discord-servilon, alklaku [ĉi tie](https://biblebot.xyz/discord).\n\nPor informoj pri la permesoj, kiujn ni petas, alklaku [ĉi tie](https://biblebot.xyz/permissions/).
